{"asthma":{"pgtype":"dash","source":"DataHaven analysis (2019) of data from Connecticut Department of Public Health School-Based Asthma Surveillance Report of 2019","intro":{"headline":"Where are children most burdened by asthma?","text":"The data shown here give the share of children in public school districts with an asthma diagnosis, based on school records. Values for very small districts may not be shown."}},"chime":{"pgtype":"dash","source":"DataHaven analysis (2019) of 2015–2017 CHIME data, Connecticut Hospital Association","intro":{"headline":"Which residents are most likely to visit the hospital?","text":"The data shown here represents age-adjusted rates of encounters (hospitalizations and emergency department visits) per 10,000 residents by town of residence. These analyses are created by DataHaven, based on raw encounter numbers collected from all Connecticut hospitals by Connecticut Hospital Association CHIME data, and have been previously published as part of each hospital's Community Health Needs Assessment. Values for few encounters or smaller populations are not shown. See [the Community Index](https://ctdatahaven.org/reports) figure notes for detailed methodology and definitions.\n\n**Select a condition and age group** to see rates of hospitalization per 10,000 residents. **Click a town** on the map to see its rates by age group and age-adjusted rates."}},"covid":{"pgtype":"info","intro":{"text":"This app has been rushed to production in light of the COVID-19 pandemic. Local data about health risk factors, access to healthcare, social and economic inequalities, and vulnerable populations in Connecticut can help identify next steps as we all respond to this crisis. The data here were not newly collected in response to the pandemic, but are the most current available. \n\nBecause of this rush, while the data shown are accurate, the online interface may have bugs or not work well on older browsers. We will continue to add more over the coming weeks. Contact DataHaven with questions."}},"internet":{"pgtype":"dash","source":"DataHaven analysis (2020) of US Census Bureau, American Community Survey 2018 5-year estimates","intro":{"headline":"Where is the digital divide?","text":"The data shown here give shares of households or population groups with access to broadband internet and computers at home. Without access to a computer with reliable internet, it is difficult for students and workers to transition to studying and working from home without falling behind, illustrating the 'digital divide.' Data are available for download below.\n\n**Select an indicator** to show on the map by town. **Click a town** on the map to see its profile."}},"resources":{"pgtype":"suppl","li":{"covid":[{"display":"DataHaven's roundup of COVID-19 resources","url":"https://ctdatahaven.org/articles/coronavirus-covid-19-connecticut-trusted-sources-information"},{"display":"Connecticut state COVID-19 site","url":"https://portal.ct.gov/covid"}],"datahaven":[{"display":"Data dashboard—neighborhood profiles, legislative data, and community health indicators","url":"https://ctdatahaven.org/data-dashboard"},{"display":"DataHaven Community Wellbeing Survey","url":"https://ctdatahaven.org/reports/datahaven-community-wellbeing-survey"},{"display":"Greater New Haven Community Index","url":"https://ctdatahaven.org/reports/greater-new-haven-community-index"},{"display":"Greater Hartford Community Wellbeing Index","url":"https://ctdatahaven.org/reports/greater-hartford-community-wellbeing-index"},{"display":"Fairfield County Community Wellbeing Index","url":"https://ctdatahaven.org/reports/fairfield-county-community-wellbeing-index"}]},"intro":{"headline":"Additional resources","text":"Below are a few additional resources on socio-economic wellbeing and health risks and disparities, as well as some specifically related to the COVID-19 pandemic."}},"risks":{"pgtype":"dash","source":"DataHaven analysis (2019) of 2018 DataHaven Community Wellbeing Survey","intro":{"headline":"What barriers to well-being do communities face?","text":"The data shown here are a subset of indicators from the 2018 DataHaven Community Wellbeing Survey, focused on health risk factors and healthcare access. While the survey interviewed residents of every Connecticut town, data are published here for mid- to large-sized towns; contact DataHaven to request data about communities not shown here. Data are available for download below. \n\n**Select a topic and survey question** to show on the map by town. **Click a town** on the map to see its profile on the selected topic."},"urls":{"dwdownload":"https://query.data.world/s/mjaswvzbmgbsi25dx3aps3o575be4f","dwsite":"https://data.world/camille86/cws2018","github":"https://github.com/CT-Data-Haven/2019indexpub/blob/master/output_data/cws/wide/cws_2018_all_geos_wide.csv"}},"scores":{"pgtype":"dash","source":"DataHaven analysis (2019) of 2018 DataHaven Community Wellbeing Survey","intro":{"headline":"How do towns and groups compare?","text":"The data shown here are for the Index Scores created by DataHaven for our 2019 Community Index reports. Each score is calculated from a variety of indicators. The components of each score are shown in the table; see [the Community Index](https://ctdatahaven.org/reports) figure notes for detailed methodology.\n\n**Select an index and region** to show on the chart, and **select a secondary index** to see how the two scores compare for all locations. Data are available for download below."},"urls":{"dwdownload":"https://query.data.world/s/5j5zb65nxtotkmzgxtg74mijjrxs7i","dwsite":"https://data.world/camille86/cws2018","github":"https://github.com/CT-Data-Haven/2019indexpub/blob/master/output_data/cws/misc/index_scores_distro.csv"}},"survey":{"pgtype":"dash","source":"DataHaven analysis (2019) of 2018 DataHaven Community Wellbeing Survey","intro":{"headline":"How healthy and vibrant are Connecticut communities?","text":"The data shown here are from the 2018 DataHaven Community Wellbeing Survey of adults throughout the state, broken down by demographic groups, education level, and income. Not all questions are available for all groups. \n\n**Select a region, a topic, and a survey question** to see that question's data by demographic group in the chart below. **Select a demographic group** to see its profile on the selected topic. Data are available for download below."},"urls":{"dwdownload":"https://query.data.world/s/mjaswvzbmgbsi25dx3aps3o575be4f","dwsite":"https://data.world/camille86/cws2018","github":"https://github.com/CT-Data-Haven/2019indexpub/blob/master/output_data/cws/wide/cws_2018_all_geos_wide.csv"}}}
